[strings]
Translator = Tilt (Japanese)
KrentoWelcome = Krento へようこそ
KeyRegistrationFailed = キー登録に失敗
HotKeyMustIncludeModifier = ホットキーには修飾語キーを含む必要があります。
UnsupportedProcessWindowStyle = プロセスウィンドウ・スタイル値には対応していません
ErrorCreateNewGuid = 新規Guid作成に失敗
WindowText = Krento ストーン
ManagerWindowText = Krento マネージャー
MissingFile = 見失った / 無効なファイル
StoneAbout = バージョン情報
StoneChangeType = ストーンを変更
StoneMyDocuments = マイドキュメント
StoneMyMusic = マイミュージック
StoneMyPictures = マイピクチャ
StoneMyIP = 現在の IPアドレス
StoneMyComputer = マイコンピュータ
StoneFile = ファイル/ウェブサイトランチャ
StoneRecycleBin = ゴミ箱
StoneDesktop = デスクトップを表示
StoneShutdown = コンピュータをシャットダウン
StoneSuspend = コンピュータをスタンバイ
StoneHibernate = コンピュータを休止状態
StoneRestart = コンピュータを再起動
StoneRing = Krento アプリケーションリング
ManagerDefaultBackground = <デフォルト背景>
StoneConfigure = ストーンの設定
FileConfigTarget = 対象
FileConfigDescription = 説明
FileConfigCommandLine = コマンライン・パラメータ
FileConfigArgument = 引数の説明
FileConfigSelect = 参照...
FileConfigDefault = デフォルト
FileConfigTargetHint = ファイル名、またはウェブサイトのアドレスを入力してください\nパラメータに ## を付けると、ストーンを実行する\n前に確認します。
FileConfigDescriptionHint = 対象に関する分かりやすい説明を入力
FileConfigBrowseHint = 新しい対象を選択
FileConfigCommandLineHint = 任意のコマンドライン・パラメータ
FileConfigArgumentHint = 対象フィールドに ## を付加すると\nストーンを実行する前に確認のテキストを\n表示します。
Browse = ファイルを選択
OK = OK
Cancel = 中止
FileConfigOKHint = ストーンの設定を保存
FileConfigCancelHint = すべての変更を破棄
FileConfigSelectHint = ストーンの新規アイコンを選択
FileConfigDefaultHint = ストーンに既定アイコンを割り当てる
FileConfigTitle = 構成設定
ErrorDeleteDefaultRing = デフォルト・リングは削除できません
ErrorDeleteSingleRing = 最後のリングは削除できません
ErrorDeleteCurrentCircle = 現在のリングは削除できません
ErrorOverWriteCurrentCircle = 現在のリンクに上書きは出来ません
CircleDefaultDescription = Krento アプリケーション・リング
KrentoShortName = Krento
KrentoHookMissing = KrentoHook.dll ファイルが破損したか，または見失いました
HotkeyCollision = 設定が完了しました!  Krento をお楽しみください・・・ただ小さな問題があります。\n\nKrento ではデフォルトでホットキー {0} をウィンドウの起動に使用しますが、ホットキー {0} は現在別のアプリケーションに割り当てられているようです.. 割り当てられているアプリケーションは {0} を押すことで確認できます。\n\nこの問題の解決方法は、競合する別のアプリケーションを終了→ Krento を再起動することで解決出来ます。(解決前に Krento のウィンドウを開きたい場合は，デスクトップ右下のパルサーをダブルクリックしてください)
PulsarHelp = ヘルプ
PulsarAbout = 情報...
PulsarOptions = 設定
PulsarClose = Krento を終了
KrentoIsRunning = Krento は既に稼働中です!
NewCircle = サークルの読み込み / 編集
CreateCircle = 新規サークルを作成
KrentoNewSkin = 現在のスキンを変更
WelcomeMessage = Krento へようこそ!\n {0} キー {1} {2} で\nKrento ストーンマネージャーを開きます。
OrClick = または
MouseWheelButton = マウスホイールのクリック
MouseXButton1 = 動作 1 マウスボタン
MouseXButton2 = 動作 2 マウスボタン
PulsarShow = パルサーを表示
PulsarHide = パルサーを隠す
ManagerShow = Krento ストーンを表示
ManagerHide = Krento ストーンを隠す
KrentoTaskCircle = Krento タスクサークル (*.circle)|*.circle
WarningRingExists = 同じ名前のリングが既に存在します\n上書きしますか?
NextCircle = 次のサークル
PrevCircle = 前のサークル
TargetCircle = サークル名
SelectStoneType = ストーンの種類を選択
Delete = 削除
Modify = 変更
Load = 読み込み
Settings = 設定
KrentoStartup = Krento スタートアップ
RunWithWindows = Krento を Windows のスタートアップに登録
KeyboardActivation = キーボード・アクティベーションの設定
UseDefaultKey = デフォルト (Win + S)
MouseActivation = マウス・アクティベーションの設定
ButtonControl = Ctrl キー
ButtonShift = Shift キー
ButtonAlt = Alt キー
General = 一般
Tuning = 調整
RingLocation = リングの位置
ScreenCenter = 画面の中央
MouseCursorPosition = マウス・カーソル位置
AssociateRing = Krento に.circle ファイルを関連付ける 
UseCtrlTab = ヒント: Ctrl + Tab キーで設定画面を切り替え
Disabled = 無効
MouseWheelClick = マウス・ホイールクリック
MouseActionOneButton = マウス動作 1 ボタン
MouseActionTwoButton = マウス動作 2 ボタン
OpenSkinsFolder = スキンフォルダを開く
OpenDataFolder = データフォルダを開く
OpenStonesFolder = ストーンフォルダを開く
OpenCacheFolder = キャッシュフォルダを開く
ClearCache = イメージ・キャッシュをクリア
TrayIcon = トレイアイコン
ShowTrayIcon = トレイアイコンを表示
ShowPopupAlerts = ポップアップ警告を表示
SplashScreen = スプラッシュ画面
ShowSplashScreen = スプラッシュ画面を表示
UserFolders = ユーザフォルダ
Maintainance = メンテナンス
ImageFilesFilter = イメージファイル (*.PNG;*.BMP;*.JPG;*.GIF;*.ICO)|*.PNG;*.BMP;*.JPG;*.GIF;*.ICO
SelectCircle = サークルを選択
Parameter = パラメータ
Logo = ロゴ
Name = 名前
Description = 説明
Calculator = 計算機
Paint = ペイント
Notepad = メモ帳
Google = Google
CommandPrompt = コマンドプロンプト
Wikipedia = Wikipedia
KrentoForum = Krento フォーラム
InternetExplorer = Internet Explorer
ControlPanel = コントロール・パネル
DeviceManager = デバイス・マネージャー
TaskManager = タスク・マネージャー
KrentoNews = Krento ニュース
SearchPhrase = 検索語句を入力
SearchText = 検索テキスト
ApplicationsFilter = アプリケーション|*.exe|すべてのファイル|*.*
Language = 言語
RotationSpeed = 回転速度
Radius = 半径
Trancparency = 透明度
StoneSize = ストーンのサイズ
Circle = サークル
FadeDelay = フェード遅延
MenuSkins = メニュースキン
WindowWidth = ウィンドウ幅
WindowHeight = ウィンドウ高さ
ResetToDefault = 既定値に戻す
DefaultSkin = デフォルトスキン
Toys = Toys
PortNumber = ポート番号
ActivateServer = サーバのアクティベート
ServerRoot = ルートフォルダ
IndexPage = インデックス・ページ
ToysFilter = Toys ファイル (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Krento ストーン (*.stone)|*.stone
InstallStone = 新規ストーンをインストール
InstallToy = 新規 Toy をインストール
BackupData = 個人データをバックアップ
Documents = ドキュメント
Music = ミュージック
Video = ビデオ
Pictures = ピクチャ
CurrentTime = 現在の時刻
CurrentDate = 現在の日付
Time = 時刻
Date = 日付
Applications = アプリケーション
Calendar = カレンダー
InstallKrentoSkin = Krento スキンをインストール
InstallMenuSkin = メニュースキンをインストール
KrentoSkinFilter = Krento スキン (*.kskin)|*.kskin
KrentoMenuSkinFilter = Krento メニュースキン (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = プログラムの追加/除去
AppletDateAndTime = 日付と時刻
AppletPrintersAndFaxes = プリンターとFAX
AppletNetworkConnections = ネットワーク接続
AppletFonts = フォント
AppletDisplayBackground = 背景
AppletAppearance = 外観
AppletUserAccounts = ユーザ・アカウント
AppletThemes = Themes
AppletAccessibilityOptions = アクセシビリティ設定
AppletMouse = マウス
AppletKeyboard = キーボード
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = ストーンを除去
AddStone = ストーンを追加 
DesktopRing = デスクトップ
Programs = プログラム
HideToy = Toy を隠す
;
ShowManagerButtons = 管理ボタンを表示
ShowStonesHint = ストーン・ヒントを表示
HideOnClick = マウスクリックで隠す
StonesNumber = 空ストーンのデフォルト番号
IconSize = アイコンサイズ
ActivateUsingKeyboard = キーボードを使用して Krento をアクティブ化
ShowSelector = サークル選択に Win + N キーを使用する
ActivateUsingMouse = マウスを使用して Krento をアクティブ化
DesktopClick = デスクトップのダブルクリックでアクティブ化
RightButtonActivation = 右マウスボタンのクリック + 長押しでアクティブ化
FixedPosition = 固定位置
ActivateOnStart = Krento 起動時にサークルを表示
RotateOnClick = クリックで回転
CheckUpdates = アップデートの有無を自動的に確認
LiveReflection = アイコンのライブリフレクション
UseSounds = 効果音を使用
AdvancedSettings = 高度な設定
Personalization = カスタマイズ設定
Error = エラー
Close = 閉じる
Restart = 再起動
CheckUpdateNow = 確認する\n現在利用可能なアップデートの有無を確認します
DoNotCheckUpdate = 中止\n今はアップデートの有無を確認しない
DoNotAsk = 次回から表示しない
WriteSettingsError = ディスク内構成ファイルの書き込み中のエラー
InvalidCircleName = この名前はサークル名に使用出来ません
CreateStoneError = ストーン作成エラー
NewVersionAvailable = Krento の新しいバージョン {0} が利用可能です! - ダウンロードサイト {1}
KrentoNotification = Krento 通知
CopyDocument = ファイル {0} が My Documents フォルダにコピーされました
CopyPicture = ファイル {0} が My Pictures フォルダにコピーされました
CopyMusic = ファイル {0} が My Music フォルダにコピーされました
DefaultRingName = デフォルト
SocialNetworks = ソーシャルネットワーク
PowerManagement = 電源管理